[
  {
    "code": "  16948 ",
    "description": " VAGA: Analista de Desenvolvimento de Software\n\nRESPONSABILIDADES DO CARGO:\n•\tAuxiliar, elaborar e/ou revisar definicoes do planejamento de projetos e atividades;\n•\tAuxiliar, elaborar e/ou revisar especificacoes e documentacoes de produtos e solucoes, tanto para uso interno quanto externo;\n•\tZelar pela qualidade e o desempenho das tarefas executadas;\n•\tUtilizar corretamente as ferramentas de controle de projeto e de processos pela equipe;\n•\tPropor melhorias em produtos, ferramentas ou processos.\n•\tInteragir com demais areas da empresa na resolucao de problemas ou na proposicao de produtos ou solucoes;\n•\tInteragir com clientes externos na resolucao de problemas, na proposicao e em homologacoes de produtos/solucoes;\n•\tComunicar eventuais desvios de processo ou conduta;\n•\tPesquisar, desenvolver e testar tecnologias para produtos e solucoes da empresa;\n•\tPesquisar e divulgar normas tecnicas aplicaveis aos produtos da empresa;\n•\tOrientar/treinar tecnicamente demais colaboradores de acordo com sua expertise e com a necessidade da empresa.",
    "jobType": "  Emprego ",
    "date": "  01/08/2019 "
  },
  {
    "code": "  16922 ",
    "description": " Oportunidade de desenvolvimento e aplicacao pratica de conhecimentos de engenharia e administracao: \n- Suporte a Elaboracao de relatorios gerenciais com budget e informacoes pertinetes a gestao \n- Auxilio na analise viabilidade Economica de Migracao \n- Atualizacoes Cadastrais; \n- Suporte a realizacao de Relatorios e apresentacoes; \n- Auxilio no Monitoramento de Consumo de Energia; \n- Participacao em Migracoes ao Mercado Livre;\n - Contato com clientes",
    "jobType": "  Estagio ",
    "date": "  17/07/2019 "
  },
  {
    "code": "  16920 ",
    "description": " Montagem, testes, manutencao de placas eletrônicas com componentes THT e SMD incluindo microprocessadores.\nMontagem, testes, manutencao de equipamentos e modulos",
    "jobType": "  Emprego ",
    "date": "  17/07/2019 "
  },
  {
    "code": "  16917 ",
    "description": " Ler, analisar e compreender os documentos tecnicos de produtos similares aos relacionados ao negocio da empresa;\nEscrever, especificar, detalhar, documentar especificacoes e funcionalidades de novos produtos em uma linguagem que facilite e torne mais rapido o desenvolvimento do produto por parte do departamento da engenharia;\nSeguir os padroes da empresa no que tange o uso de ferramentas de software para o acompanhamento e gerenciamento das atividades por parte da gestao;\nFornecer informacoes sobre o andamento e/ou status de um projeto de um novo produto;\nDar apoio para os responsaveis pela comunicacao no que tange os diferenciais dos nossos produtos bem como aspectos que devem ser bem explorados para a promocao;\nGerar relatorios tecnicos e informativos de uso interno para documentar o estudo, analise e desenvolvimento de um novo produto;\nDemandar estudos especificos para a equipe de inteligência de mercado dando apoio na analise dos resultados;\nDefender um novo produto perante aos gestores da empresa com argumentos baseados em estudos tecnicos e em analise de mercado.",
    "jobType": "  Emprego ",
    "date": "  11/07/2019 "
  },
  {
    "code": "  16910 ",
    "description": " Manutencao e correcoes de front-end e back-end(app/servidor).",
    "jobType": "  Estagio ",
    "date": "  09/07/2019 "
  },
  {
    "code": "  16901 ",
    "description": " Desenvolvimento de Firmware para Placas Eletrônicas que utilizam microprocessadores MSP430 e Cortex utilizando linguagem C, incluindo desenvolvimento de programas de teste. ",
    "jobType": "  Estagio ",
    "date": "  05/07/2019 "
  },
  {
    "code": "  16898 ",
    "description": " \n•\tExecutar testes de equipamentos e solucoes;\n•\tElaborar relatorios de desempenho dos sistemas;\n•\tElaborar softwares e/ou scripts para auxilio da configuracao de equipamentos e sistemas;\n•\tAcompanhar sistemas instalados em campo e fazer a manutencao corretiva;\n•\tAutomatizar ajustes e configuracoes;\n•\tAnalisar erros que ocorrem em campo, soluciona-los e sugerir melhorias na aplicacao;\n•\tCumprir os procedimentos da empresa.",
    "jobType": "  Estagio ",
    "date": "  03/07/2019 "
  },
  {
    "code": "  16896 ",
    "description": " Auxiliar equipe de de engenharia nas especificacoes de produtos e itens para projeto. Dar suporte a equipe de engenharia em projetos, automacao e desenvolvimento de solucoes.",
    "jobType": "  Estagio ",
    "date": "  01/07/2019 "
  },
  {
    "code": "  16895 ",
    "description": " Suporte as linhas de producao e demais setores envolvidos (manutencao de sistemas de producao, banco de dados e dispositivos de teste);\nDesenvolvimento e manutencao de ferramentas de software voltadas a producao;\nApoio no desenvolvimento de rotinas de teste para a producao.\n",
    "jobType": "  Estagio ",
    "date": "  01/07/2019 "
  },
  {
    "code": "  16891 ",
    "description": " Desenvolvimento de programas de CLPs, IHMs e Sistema de Supervisao.",
    "jobType": "  Estagio ",
    "date": "  27/06/2019 "
  },
  {
    "code": "  16883 ",
    "description": " Desenvolvimento de programas de CLPs, Sistemas de Supervisao, configuracao de redes industriais, configuracao de banco de dados, etc.\n\nPreferencia por pessoas que tenham amplo conhecimento em sistemas de supervisao, Elipse e IfIx.\n",
    "jobType": "  Emprego ",
    "date": "  19/06/2019 "
  },
  {
    "code": "  16881 ",
    "description": " Apoiar no desenvolvimento de ferramentas para automacao de atividades no contexto das redes inteligentes da solucao L+G;\nDar suporte no desenvolvimento de relatorios e na extracao de dados para analises de desempenho das solucoes de redes inteligentes;\nApoiar na preparacao de equipamentos e configuracoes/validacoes da solucao de redes inteligentes;\nAprender sobre as ferramentas utilizadas pela area.\n",
    "jobType": "  Estagio ",
    "date": "  19/06/2019 "
  },
  {
    "code": "  16874 ",
    "description": " Auxiliar na elaboracao e configuracao de projetos de arquiteturas de redes Wifi, assim como suporte tecnico ao cliente para tais assuntos. Auxiliar a equipe comercial nos projetos de Wifi. ",
    "jobType": "  Estagio ",
    "date": "  17/06/2019 "
  },
  {
    "code": "  16870 ",
    "description": " - ANÁLISE DE SEGURANÇA DO TRABALHO EM MÁQUINAS E EQUIPAMENTOS PARA ELABORAÇÃO DE LAUDOS TÉCNICOS;\n- DESENVOLVER SOLUÇÕES DE SEGURANÇA DO TRABALHO PARA MÁQUINAS E EQUIPAMENTOS;\n- AUXILIAR EM PROJETOS ELÉTRICOS E MECÂNICOS DE MÁQUINAS E EQUIPAMENTOS.",
    "jobType": "  Estagio ",
    "date": "  14/06/2019 "
  },
  {
    "code": "  16872 ",
    "description": " - ELABORAR PROJETOS ELÉTRICOS, FLUIDOS E MECÂNICOS;\n- ELABORAR MANUAIS E PROCEDIMENTOS PARA  MÁQUINAS E   EQUIPAMENTOS;\n- REALIZAR DESENHOS TÉCNICOS EM EPLAN, SOLIDWORKS E AUTOCAD;\n- AUXILIAR NA PROGRAMAÇÃO DE SISTEMAS DE AUTOMAÇÃO.",
    "jobType": "  Estagio ",
    "date": "  14/06/2019 "
  },
  {
    "code": "  16862 ",
    "description": " ANALISTA DE SISTEMAS ELETRÔNICOS\n- Atividades: Analise e determinacao de causas de defeito em modulos que retornam de campo em garantia ou que apresentam defeito durante o processo de producao. \nAtendimento das consultas do Suporte Tecnico, AT e Comercial sobre problemas que ocorrem em campo e possiveis solucoes. \nAcompanhamento dos defeitos que ocorrem em campo para analise e tomada de acoes. \nElaboracao / Manutencao da documentacao de tratamento de problemas de Hardware para uso do Suporte Tecnico. \nElaboracao / Manutencao de procedimentos de manutencao de modulos para uso da Assistência Tecnica.\nProjetar circuitos eletrônicos para novos produtos.\nAlterar projeto de circuitos eletrônicos de produtos em producao.\nFazer a interface da Engenharia com o Desenvolvimento de SW e HW para assuntos de hardware dos produtos.\n",
    "jobType": "  Emprego ",
    "date": "  13/06/2019 "
  },
  {
    "code": "  16860 ",
    "description": " - Desenvolvimento de firmware para sistemas embarcados baremetal e linux embarcado \n- Desenvolvimento de softwares de interface para ambientes Web/Desk/Windows/Linux/Mobile/Android\n- Automacao de equipamentos eletrônicos, CLPs, sensores e atuadores\n- Analise de requisitos e definicao de especificacao de projetos de desenvolvimento eletrônico e software\n- Criacao e revisao de documentacao tecnica",
    "jobType": "  Estagio ",
    "date": "  11/06/2019 "
  },
  {
    "code": "  16854 ",
    "description": " habilidade com digitacao, bom raciocinio logico, capacidade de interpretacao de texto, boa escrita, facilidade para aprender e trabalhar em equipe.",
    "jobType": "  Emprego ",
    "date": "  10/06/2019 "
  },
  {
    "code": "  16856 ",
    "description": " Auxiliar na implementacao dos processos de Pensamento Lean, Agilidade e Inovacao; Acompanhamento diario de linhas de producao para propor e implantar melhorias; Analise de dados de desempenho para definir a iniciativa Kaizen com as equipes de manufatura; Apoiar o desenvolvimento de relatorios de KPI para acompanhar os resultados da producao e facilitar as decisoes de gestao; Apoiar o desenvolvimento de automacao e digitalizacao para reduzir tarefas de producao de valor nao agregado; Promover treinamento basico para os operadores, conforme necessario.\n Padronizar e manter documentacao de processos",
    "jobType": "  Estagio ",
    "date": "  10/06/2019 "
  }
]